Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: So ist im folgenden Beispiel die nicht-phonologische Einheit „hustet“, deren Beginn in HIAT durch ein Paar öffnender runder Klammer signalisiert wird, nicht konventionsgemäß, d. h.
en_gb: In the following example the non phonolgical unit "coughs" is not marked as defined by the convention, i.e. with a pair of round brackets at the beginning and at the end, as specified in HIAT.

source: So sind in dem folgenden Transkriptionsausschnitt nur die erste und dritte Spur Gegenstand der Segmentierung, während die zweite und vierte Spur (die als Übersetzungen jeweils den Typ „A“ haben) nicht berücksichtigt werden:
en_gb: In the following transcription extractsonly the first and third tier are considered for segmentation, while the second and fourth tier (that are of type "A" because they are translations) are not considered:

source: Sofern Sie in Ihrer Transkription eine eigene Spur für Links angelegt und den Cursor in dem Ereignis in dieser Spur platziert haben, bietet das Panel Ihnen die Möglichkeit, das Ereignis automatisch mit dem neu generierten „Audio-Schnipsel“ zu verknüpfen.
en_gb: If you've added a tier for links in your transcription and placed the cursor into the tier of this event, the panel will offer the option to link the event to the newly generated "Audio snippet".

source: Sofern Sie in Ihrer Transkription eine eigene Spur für Links angelegt und den Cursor in dem Ereignis in dieser Spur platziert haben, bietet das Panel Ihnen die Möglichkeit, das Ereignis automatisch mit dem neu generierten „Schnappschuss“ zu verlinken.
en_gb: If you have added a tier for links in your transcription and placed the cursor into the tier of this event, the panel will offer the option to link the event to the newly generated "Snapshot".

source: Sofern die aktuelle Auswahl im Oszillogramm mit der Auswahl in der Partitur verbunden ist, werden die Auswahlgrenzen in grün (Beginn der Auswahl) und rot (Ende der Auswahl) dargestellt.
en_gb: If the current selection in the oscillogram is connected to the musical score, the selection boundaries will be displayed in green (at the beginning) and in red (at the end).

source: Sofern es sich dabei um eine EXMARaLDA Basis-Transkription handelt, wird deren Meta-Information angezeigt.
en_gb: If the file is an EXMARaLDA basis??? transcription, its meta information will be displayed.

source: Sofern in der Transkription Änderungen vorgenommen wurden, wird abgefragt, ob die Änderungen gespeichert werden sollen.
en_gb: If the changes have not been saved, you will be asked whether you would like to save the changes.

source: Sollen nur ganz bestimmte Zeitpunkte in die Selektion aufgenommen werden, markieren Sie den entsprechenden Ausschnitt in der Zeitachse mit der Maus (klicken und ziehen).
en_gb: If only specific time points are to be selected, mark the section on the time line by using the mouse (click and drag).

source: Sollte Ihre Tastatur mit den jeweiligen Zeichen ausgestattet sein, können Sie die Eingabe auch hierüber vornehmen.
en_gb: Should your keyboard be equipped with the required keys, you do not need to use the virtual keyboard.

source: Sollte der Platz unter „Value“ nicht ausreichen, klicken Sie auf den Button mit den drei Punkten (...), um ein größeres Fenster zu erhalten, in dem Sie editieren können.
en_gb: If the space under „Value“ does not suffice, click the button with the three dots (...) in order to get a larger window in which you can edit.

source: Sollten Sie eine Video-Datei öffnen, wird das Panel automatisch um ein Display erweitert.
en_gb: Should you open a video file, the panel will automatically be extended by a display.

source: Sollten Sie eine andere mit der Transkription verknüpfte Audio- oder Video-Datei verwenden wollen, wählen Sie diese aus der DropDown-Liste 1 aus.
en_gb: Should you want to use a different audio/video file that is linked to the transcription, select it on the drop down list 1 .

source: Sollten Sie einen anderen als den vom Programm automatisch generierten Namen bzw. Speicherort wünschen, klicken Sie auf Browse… Bitte beachten Sie, dass die Dateiendung „.mov“ nicht verändert werden darf.
en_gb: Should you want to select a different storage location than the one that the program automatically generated, click Browse… . Please not that the file ending „.mov“ may not be changed.

source: Sollten Sie einen anderen als den vom Programm automatisch generierten Namen bzw. Speicherort wünschen, klicken Sie auf Browse… Bitte beachten Sie, dass die Dateiendung „.png“ nicht verändert werden darf.
en_gb: Should you want to select a different storage location than the one that the program automatically generated, click Browse… . Please not that the file ending „.png“ may not be changed.

source: Sollten Sie mit dem Seitenumbruch Probleme haben (das kann z. B. in Abhängigkeit vom Drucker vorkommen), passen Sie diesen Wert an.
en_gb: If you encounter trouble with the page break (which can be the case, depending on the printer used), adjust this value.

source: Speaker ID: die vom Programm vergebene ID des Sprechers
en_gb: Speaker ID: the speaker ID assigned by the program

source: Speaker: das Kürzel des Sprechers, dem diese Spur zugeordnet ist
en_gb: Speaker: the speaker abbreviation assigned to the speaker

source: Speaker: der zugeordnete Sprecher.
en_gb: Speaker: the assigned speaker.

source: Speakers file: Dies ist die Datei, die die Namen und Siglen der Sprecher enthält.
en_gb: Speakers file: This is the fila that contains the names of the speakers.

source: Speakertable to transcription: Das Stylesheet, das unter dem Menüpunkt „File > New from speakertable…“ zur Generierung einer neuen Transkription aus einer Sprechertabelle verwendet wird.
en_gb: Speakertable to transcription: The stylesheet that is found under the menu item „File > New from speakertable…“ generates a new transcription from a speaker table.

source: Speichert die aktuell geöffnete Transkription unter einem neuen Namen.
en_gb: Saves the currently opened transcription under a new name.

source: Speichert die aktuell geöffnete Transkription unter ihrem derzeitigen Namen.
en_gb: Saves the currently opened transcription under its set name.

source: Speichert die aktuelle Formatierungstabelle als separate Datei unter einem neuen Namen.
en_gb: Saves the current format table as a seperate file with a new name.

source: Spielen Sie die Aufnahme bis zum Ende ab und klicken Sie anschließend auf OK. Im Editor öffnet sich eine neue (leere) Transkription, deren Zeitachse die von Ihnen festgelegten Zeitpunkte enthält.
en_gb: Play the recording to the end and click okay afterwards. A new, (empty) transcription will open in the editor and the timeline will contain the values you have.

source: Sprecherbeitrag beginnt mit schließender Klammer.
en_gb: Speaker utterance starts with closing parantheses.

source: Sprecherbeitrag beginnt mit Äußerungsendzeichen.
en_gb: Speaker utterance starts with a Utterance End Symbol.

source: Sprecherbeitrag endet, ohne dass doppelte runde Klammern geschlossen wurden.
en_gb: Utterance ends without the double parenthesis having been closed .

source: Sprecherbeitrag endet, ohne dass eine begonnene Redewiedergabe durch ein zweites Anführungszeichen abgeschlossen wurde.
en_gb: Utterance ends without reported speech having been ended by qutation marks .

source: Springt zum nächsten gefundenen Vorkommen einer mit " Edit > Search in events..." ausgeführten Suche.
en_gb: Jumps to the next search result in a search conducted with " Edit > Search in events...".

source: Spur 1 bis 3:
en_gb: Tier 1 to 3:

source: Spur 1 und 3:
en_gb: Tier 1 and 3:

source: Spur 2:
en_gb: Tier 2:

source: Spuren des Typs D(escription), also z. B. Spuren in denen non-verbale Handlungen, Gestik oder Mimik festgehalten wird, werden in der Regel ebenso wenig segmentiert wie Spuren des Typs A(nnotation), in denen sich annotierende Elemente wie Übersetzungen, Kommentare etc. befinden.
en_gb: Neither tiers of type D(escription), for non verbale action, gestures and facial expressions etc., nor tiers of type A(nnotation), for annotated elements such as translations and comments, are not segmented normally.

source: Spuren mit gleichem Sprecherkürzel und gleicher Kategorie werden einander zugeordnet.
en_gb: tiers with the same speaker abbreviation and the same category are assigned to eachother.

source: Standard-Werte
en_gb: Standard Values

source: Stattdessen bieten wir über die EXMARaLDA-Website (www.exmaralda.org) unter dem Punkt "Hilfe" mehrere kürzere englischsprachige Dokumente an, die einzelne Arbeitsschritte genauer erklären (Verweise auf solche Dokumente sind in diesem Handbuch in Grün hervorgehoben).
en_gb: Instead, we now offer a few short English documents in the „Help“menu on the EXMARaLDA-Website (www.exmaralda.org) which elaborate on the individual steps. (References to these documents have been marked green in this user guide). <54/54/50% >

source: Stattdessen bieten wir über die EXMARaLDA-Website (www.exmaralda.org) unter dem Punkt "Hilfe" mehrere kürzere englischsprachige Dokumente an, die einzelne Arbeitsschritte genauer erklären (Verweise auf solche Dokumente sind in diesem Handbuch in Grün hervorgehoben). Ebenfalls dort findet sich ein fünfzehnminütiges Lehrvideo, das die grundlegenden Handgriffe für das Transkribieren mit dem Editor erklärt.
en_gb: Instead, we now offer a few short English documents in the „Help“menu on the EXMARaLDA-Website (www.exmaralda.org) which elaborate on the individual steps. (References to these documents have been marked green in this user guide). In addition, a fifteen minute tutorial video can also be found there, explaining the basic steps of transcribing with the editor.

source: Stratify by deletion: löscht jeweils eines (das zweite) von zwei sich überlappenden Ereignissen
en_gb: Stratify by deletion: deletes one (the second) of two overlapping events

source: Stratify by distribution: verteilt jeweils eines (das zweite) von zwei sich überlappenden Ereignissen auf eine neue Spur.
en_gb: Stratify by distribution: diustributes one (the second) of the the two overlapping events into a new tier.

source: Stylesheet: Welches (XSL-)Stylesheet soll auf diese Transkription angewendet werden?
en_gb: Stylesheet: Which (XSL) stylesheet should be applied to the transcription?

source: Stylesheets im Partitur-Editor nutzen
en_gb: Using Stylesheets in the Partitur-Editor

source: Subdirectory for SVG files: legt den Namen für das Verzeichnis fest, in dem die SVG-Dateien gespeichert werden sollen.
en_gb: Subdirectory for SVG files: sets the name for the directory in which the SVG files are supposed to be saved.

source: Suchen Sie dazu die Datei, wählen Sie in der seitlich angezeigten Dropdown-Liste die geeignete Kodierung aus und klicken Sie auf „Öffnen“.
en_gb: For this, search for the file and select the suitable coding in the drop down list on the side. Then click "Open“.

source: Suchen Sie die Webpage auf, sofern Sie genauere Informationen über diese Liste wünschen.)
en_gb: Look up the website should you require more information on this list.

source: Suchen und Ersetzen erfolgt immer unter Berücksichtigung der Groß- und Kleinschreibung.
en_gb: Searching and replacing always considers the use of capital and small initial letters.

source: Sucht von der aktuellen Markierung aus das nächste Ereigniss in der aktuell aktivierten Spur.
en_gb: Looks for the next event in the tier that is currently active from position of the current selection.

source: Synchronisieren
en_gb: Synchronization

source: Synchronisieren der Start- und Stopzeiten mit der Auswahl in der Transkription.
en_gb: Synchronising the start and stop times with the transcription selection.

source: TLI: der Punkt auf der Zeitachse, an dem der Segmentierungsfehler aufgetreten ist.
en_gb: TLI: the time point on the axis at which the segmentation error occured.

source: TIM: [winkt] <Hallo>1>, Tom.
en_gb: TIM: [waves] <Hallo>1>, Tom.

source: TIM: [winkt] Hallo, Tom.
en_gb: TIM: [waves] Hallo, Tom.

source: TOM: [winkt] Hallo, <Tim!>1> {Salut, Tim!}
en_gb: TOM: [waves] Hallo, <Tim!>1> {Salut, Tim!}

source: TOM: [winkt] Hallo, Tim!
en_gb: TOM: [waves] Hallo, Tim!

source: Tags werden im Baum fettgedruckt dargestellt, Beschreibungen zur ausgewählten Kategorie im Textfenster unter dem Baum angezeigt.
en_gb: Tags are displayed in bold in the tree, descriptions of the selected category are displayed in the text window below the tree.

source: Tastenkombinationen
en_gb: Shortcuts

source: Teilen Sie in diesem Fall das betreffende Ereignis an der Äußerungsgrenze in zwei Ereignisse.
en_gb: In this case, split the affected event into two at its utterance boundaries.

source: Teilt das aktuelle Ereignis an der Cursorposition in zwei Ereignisse.
en_gb: Splits the current event into two at the cursor position.

source: Teilt das aktuelle Ereignis gemäß der momentanen Text-Markierung in drei Ereignisse.
en_gb: Splits the current event according to the current text selection in three events.

source: Teilt die Transkription an der aktuellen Cursorposition oder Markierung und macht aus dem links davon stehenden Teil eine neue Transkription.
en_gb: Divides the transcription at the current cursor position or selection and turns the part left to the position into a new transcription.

source: Teilt die Transkription an der aktuellen Cursorposition oder Markierung und macht aus dem rechts davon stehenden Teil eine neue Transkription.
en_gb: Divides the transcription at the current cursor position or selection and turns the part right to the position into a new transcription.

source: Teilt die gesamte Transkription unter Beibehaltung der Originaldatei in diverse Teiltranskriptionen auf.
en_gb: Divides the entire transcription into various partial transcriptions??? while keeping the original file.

source: Text in verschiedenen Spuren wird dabei durch Enter getrennt.
en_gb: Texts in different tracks are separated by Enter.

source: Text color: legt die Textfarbe fest.
en_gb: Text color: sets the color of the text.

source: Tier-Menü
en_gb: Tier Menu

source: Tier: die Spur, in dem der Segmentierungsfehler aufgetreten ist.
en_gb: Tier: the tier, in which the segmentation error occured.

source: Timeline-Menü
en_gb: Timeline-Menu

source: Tipp: Wenn Sie in zwei Transkriptionen gleichzeitig arbeiten möchten, starten Sie den EXMARaLDA Partitur-Editor ein weiteres Mal.
en_gb: Hint: If you would like to work on two transcriptions simultaneously, open the EXMARaLDA Partitur-Editor twice.

source: Transcript file: Dies ist die Datei mit dem eigentlichen Transkripttext.
en_gb: Transcript file: This is the file with the actual transcription text.

source: Transcription-Menü
en_gb: Transcription Menu

source: Transcription Convention: die verwendete Transkriptionskonvention.
en_gb: Transcription Convention: the transcription convention made use of.

source: Transcription to format table: Das Stylesheet, das unter dem Menüpunkt „Format > Apply stylesheet“ zur Formatierung der Transkription verwendet wird.
en_gb: Transcription to format table: The stylesheet that is found under the menu item „Format > Apply stylesheet“, is used to format the transcription.

source: Transcription Name: der Name der Transkription.
en_gb: Transcription: the name of the transcription.

source: Transcription > Chop transription…
en_gb: Transcription > Chop transcription…

source: Transform: Was soll transformiert werden?
en_gb: Transform: What should be transformed?

source: Trotzdem können mit dem Editor natürlich Partituren ein- und ausgegeben werden.
en_gb: Nonetheless, musical score input and output can be created with the editor.

source: Type: der Typ der Spur
en_gb: Type: the tier type

source: Type: der Spurtyp.
en_gb: Type: the tier type.

source: Um Stylesheets innerhalb des Partitur-Editors nutzen zu können, müssen die zu nutzenden Stylesheets zunächst unter Edit > Preferences > Stylesheets festgelegt werden.
en_gb: To be able to use stylesheets in the Partitur-Editor, the stylesheets that you would like to make use of need to be defined under: Edit > Preferences > Stylesheets festgelegt werden.

source: Um Transkriptionen als Partitur darstellen zu können, darf es solche sich innerhalb einer Spur überlappenden Ereignisse aber nicht geben.
en_gb: In order to display transcriptions as a musical score, overlapping events within a tier may not exist.

source: Um alle Suchvorkommen in einer Text-Datei abzuspeichern, klicken Sie auf Save as... . Sie werden aufgefordert, einen Dateinamen festzulegen.
en_gb: In order to save all the search results in a text file, click Save as... . You will then be asked to name the file.

source: Um alle Vorkommen zu ersetzen, klicken Sie auf Replace all.
en_gb: In order to replace all of the results click Replace all.

source: Um alle für andere Sprecher dieser Transkription bereits definierten Attribute für den aktuellen Sprecher zu übernehmen, klicken Sie auf Collect attributes.
en_gb: In order to apply all the already defined attributes for the current speaker to other speakers in the transcription, click Collect attributes.

source: Um andere Eigenschaften der Spur zu ändern, siehe „Tier > Tier properties...“. Die Spur erhält die Standard-Formatierung.
en_gb: To change other tier properties, go to "Tier > Tier properties...“. The tier contains all the standard formats.

source: Um das Verzeichnis zu ändern, wählen Sie Browse… .
en_gb: In order to change the directory click Browse… .

source: Um den Such-Dialog zu schließen, klicken Sie auf Close.
en_gb: In order to close the search window, click Close.

source: Um den Suchbereich zu verändern, klicken Sie auf Search area: . Sie erhalten folgenden Dialog:
en_gb: In order to change the seek area, click Search area: . You will get the following dialogue

source: Um die Eigenschaften des eingerichteten Sprechers zu ändern, siehe „File > Speakertable...“.
en_gb: To change the attributes of the configured speaker, go to „File > Speakertable...“.

source: Um die Einträge unter „Languages“ zu ändern, klicken Sie auf Edit languages... . Sie erhalten folgenden Dialog:
en_gb: In order to change the entries under "Languages“ click Edit languages... . The following dialogue will appear:

source: Um die Einträge zu ändern, klicken Sie auf den jeweiligen Change...-Button.
en_gb: In order to change the entries, click on the respective Change...-button.

source: Um die Formatierung zu ändern, siehe „Format > Format tier...“ bzw. „Edit > Preferences...“.
en_gb: To change the format, go to „Format > Format tier...“ bzw. „Edit > Preferences...“.

source: Um die Reihenfolge der Attribute zu verändern, markieren Sie das Attribut, das Sie bewegen möchten und klicken Sie auf Up bzw. Down.
en_gb: To change the order in which the attrubutes are listed, select the attribute you would like to move and click Up or Down.

source: Um die Transkription von Segmentierungsfehlern zu bereinigen, gehen Sie wie folgt vor:
en_gb: In order to mend the segmentation errors, do the following:

source: Um die Zuordnungen automatisch vorzunehmen, gibt es zwei Möglichkeiten:
en_gb: There are two ways to assign the tiers automatically:

source: Um die Zuordnungen einzeln („per Hand“) vorzunehmen, nutzen Sie die folgenden Funktionen:
en_gb: To assign the tiers individually ("by hand"), use the following functions:

source: Um die benutzerdefinierten Attribute aus einer anderen Transkription zu übernehmen, klicken Sie auf Template und suchen Sie im dann erscheinenden Datei-Dialog die betreffende Transkription auf Ihrem Rechner.
en_gb: In order to make use of a user-defined attribute from a different transcription, click Template and browse for the transcription in the file dialogue that appears.

source: Um die gesamte Liste zu löschen, klicken Sie auf Remove all.
en_gb: In order to delete the entire list, click Remove all.

source: Um die geänderte Meta-Information zu übernehmen, verlassen Sie den Dialog, indem Sie auf OK klicken.
en_gb: In order to save the changes made in the meta information, close the dialogue by clicking OK .

source: Um die geänderte Sprechertabelle zu übernehmen, verlassen Sie den Dialog, indem Sie auf OK klicken.
en_gb: In order to save the changes made in the speaker table, close the dialogue by clicking OK.

source: Um die zu einem Sprecher gehörenden Informationen einzugeben oder zu ändern, wählen Sie diesen zunächst aus der Liste aus.
en_gb: In order to add or change the information corresponding to a speaker, first select the speaker from the list.

source: Um die zugehörige Formatierungstabelle mitzuspeichern, aktivieren Sie die Option "Save formats".
en_gb: To save the corresponding format table, activate the option "Save formats".

source: Um die Änderungen zu übernehmen, verlassen Sie den Dialog, indem Sie auf OK klicken.
en_gb: In order to save the changes made, close the dialogue by clicking OK .

source: Um die Änderung zu speichern, beenden Sie Ihre Eingabe mit OK.
en_gb: In order to save your changes, click OK.

source: Um diesen Wert einzustellen, bewegen Sie den Schieberegler auf den gewünschten Wert.
en_gb: To set this value, move the scrollbar to the desired value.

source: Um ein Ereignis mit einer externen Datei zu verknüpfen, wählen Sie das betreffende Ereignis in der Partitur aus, stellen Sie unter „Link Medium“ ein, ob es sich um ein Bild (Image), eine Ton-Datei (Audio), eine Video-Datei oder eine Text-Datei handelt.
en_gb: To link an event to an external file, select the event in the musical score and choose whether it's an image, audio, video or text file in the "Link Medium“ menu.

source: Um ein Zeichen aus dem Keyboard in die Partitur einzufügen, bewegen Sie den Cursor an die entsprechende Stelle in der Partitur und klicken Sie mit der Maus auf das gewünschte Zeichen.
en_gb: To insert a symbol into the musical score, move the cursor to that position in the musical score and click on the desired symbol.

source: Um ein benutzerdefiniertes Attribut zu entfernen, wählen Sie es in der Tabelle aus und klicken Sie auf Remove attribute.
en_gb: In order to delete a user-defined attribute, select it in the table and click Remove attribute.

source: Um ein einzelnes Vorkommen zu ersetzen, markieren Sie dieses und klicken Sie auf Replace.
en_gb: In order to replace a specific result, mark it an click Replace.

source: Um ein neues, benutzerdefiniertes Attribut hinzuzufügen, klicken Sie auf Add attribute.
en_gb: To add a new user-defined attribute, click Add attribute

source: Um eine Ersetzung hinzuzufügen, geben Sie die entsprechenden dezimalen Unicode-Zahlen in die Felder „To be replaced“ und „Replacement“ ein und klicken Sie dann auf Add!. Verlassen Sie den Dialog über OK, um die Änderungen zu übernehmen.
en_gb: In order to add a replacement, enter the decimal Unicode into the fields "To be replaced“ and "Replacement“ and click Add!.Exit the dialogue with OK, to save the changes.

source: Um eine HIAT-DOS-Datei zu „importieren“, füllen Sie die entsprechenden Felder aus:
en_gb: In order to "import" a HIAT-DOS file, fill in the following field:

source: Um eine Sprache zu entfernen, wählen Sie sie in der entsprechenden Liste rechts aus und klicken Sie auf den zugehörigen Remove-Button.
en_gb: [fuzzy] In order to delete a language, select it in the table on the right and click the corresponding Remove button.

source: Um eine Spur nur zeitweise auszublenden statt sie endgültig zu löschen, verwenden Sie „Tier > Hide tier“.
en_gb: In order to hide a tier, rather than deleting it permanently, use "Tier > Hide tier“.
